Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Enabled
bg: Включено
cs: Zapnuto
da: Aktiveret
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
nb_no: Aktivert
nl: Ingeschakeld
pl: Włączony
pt_pt: Ativado
ru: Активировано
sv: På
uk: Активовано
vi: Cho phép
zh_hant: 已啟用

source: Enabling Adjust Basal replaces the standard Autosens Ratio calculation with its own Autosens Ratio calculated as such:
bg: Активирането на Adjust Basal замества стандартното изчисление на съотношението Autosens със собствено изчисление, което се прави по следния начин:
cs: Zapnutí funkce „Upravit bazál“ nahradí standardní výpočet poměru Autosens vlastním výpočtem, který probíhá následovně:
da: Aktivering af Adjust Basal erstatter standardberegningen af Autosens nøgletal med sit eget Autosens nøgletal beregnet som sådan:
de: Durch die Aktivierung von Basalanpassungen wird die standardmäßige Autosens Ratio-Berechnung durch eine eigene, wie folgt berechnete Autosens Ratio ersetzt:
es: Habilitar ajuste Basal reemplaza el cálculo estándar de la relación de autosens por su propia relación de autosens calculada como tal:
fr: Activer « Ajuster le Basal » remplace le calcul standard de la sensibilité automatique du "ratio Autosens" par un ratio Autosens spécifique, calculé de la manière suivante :
it: Abilitando Regola Basale si sostituisce il calcolo del rapporto Autosens standard con il proprio rapporto Autosens calcolato come tale:
nb_no: Aktivering av "juster basal" vil erstatte standard autosens-ratioberegning med en egen autosens-ratio, beregnet som følger:
nl: Inschakelen van Aanpassen Basaal vervangt de standaard Autosens Ratio berekening met zijn eigen Autosens Verhouding:
pl: Włączenie dostosowywania bazy zastępuje standardowe obliczanie współczynnika Autosens na podstawie własnego współczynnika Autosens obliczonego jako taki:
pt_pt: Ativar o ajuste de Basal substitui o cálculo padrão da proporção Autosens com sua própria taxa de Autosens calculada como tal:
ru: Включение корректировочного базала заменяет стандартный расчет соотношения автодополнений на свое соотношение, рассчитанное как таковое:
sv: Aktivering av Justera basal ersätter standard Autosens ratio-beräkning med sin egen Autosens ratio beräknad enligt nedan:
uk: Увімкнення оболонки Basal замінює стандартні розрахунки автозапуску на самостійно автоматичне співвідношення:
vi: Việc bật Tự điều chỉnh liều nền sẽ thay thế cách tính Tỷ lệ Autosens tiêu chuẩn bằng Tỷ lệ Autosens riêng của nó, được tính như sau:
zh_hant: 啟用調整基礎量會替換掉標準的自動敏感度比計算，以下是它自己的自動敏感度比的計算方式：

source: Enabling SMB Always will disable some of the subsequent "Enable SMB" options during Onboarding. These redundant options will be skipped.
bg: Активирането на „Винаги активиране на SMB“ ще изключи някои от следващите опции „Активиране на SMB“ по време на настройката. Тези излишни опции ще бъдат пропуснати.
cs: Zapnutí volby „Povolit SMB vždy“ deaktivuje některé následné možnosti „Povolit SMB“ během úvodního nastavení. Tyto nadbytečné volby budou přeskočeny.
da: Aktivering af SMB Altid vil deaktivere nogle af de efterfølgende "Aktiver SMB" indstillinger under Onboarding. Disse overflødige indstillinger vil blive sprunget over.
de: Wenn 'SMB immer' aktiviert wird, werden untergeordnete 'Aktiviere SMB' Optionen in den Einstellungen deaktiviert und übersprungen.
fr: Activer le réglage "Toujours activer SMB" lors de la configuration initiale (onboarding), cela désactivera certaines des options "Activer SMB" suivantes. Ces options redondantes seront ignorées.
nb_no: Når du aktiverer "SMB Alltid" vil noen av de påfølgende valgene for SMB bli overflødige. Oppstartsveiledningen vil hoppe over disse valgene.
nl: Het inschakelen van "SMB Altijd" zal sommige van de volgende "SMB inschakelen" opties tijdens Onboarding uitschakelen. Deze overbodige opties zullen worden overgeslagen.
pl: Włączenie "SMB zawsze" wyłączy niektóre z kolejnych opcji SMB. Pominięte opcje nie zostaną wyświetlone.
sv: Aktivering av "Använd alltid SMB" kommer att inaktivera några av de efterföljande "Aktivera SMB"-alternativen under onboardingen. Dessa överflödiga alternativ kommer att hoppas över.
vi: Bật 'Luôn cho phép SMB' sẽ vô hiệu hóa một số tùy chọn 'Bật SMB' tiếp theo trong quá trình thiết lập ban đầu. Những tùy chọn trùng lặp này sẽ được bỏ qua.
zh_hant: 啟用 SMB 總是會在設定過程中禁用某些後續的 "啟用 SMB" 選項。這些冗餘的選項將被略過。

source: Enabling the UAM (Unannounced Meals) feature allows the system to detect and respond to unexpected rises in glucose readings caused by unannounced or miscalculated carbs, meals high in fat or protein, or other factors like adrenaline.
bg: Активирането на функцията UAM (необявени хранения) позволява на системата да открива и реагира на неочаквани повишения в стойностите на глюкозата, причинени от необявени или неправилно пресметнати въглехидрати, хранения с високо съдържание на мазнини или протеини, или други фактори като адреналин.
cs: Zapnutí funkce UAM (neohlášená jídla) umožňuje systému detekovat a reagovat na nečekané nárůsty glykémie způsobené neohlášenými nebo špatně spočítanými sacharidy, jídly s vysokým obsahem tuků nebo bílkovin, případně dalšími faktory, jako je adrenalin.
da: Aktivering af UAM (uannoncerede måltider) funktionen giver systemet mulighed for at opdage og reagere på uventede stigninger i glucose aflæsninger forårsaget af uannoncerede eller fejlberegnede kulhydrater, måltider med højt fedt- eller proteinindhold eller andre faktorer som adrenalin.
de: Wenn Du die Funktion UAM (Unannounced Meals) aktivierst, kann das System einen unerwarteten Anstieg der Glukosewerte erkennen und darauf reagieren, der durch unangekündigte oder falsch berechnete Kohlenhydrate, fett- oder proteinreiche Mahlzeiten oder andere Faktoren wie Adrenalin verursacht wird.
es: Habilitando la función UAM (Comidas sin Anunciar) permite al sistema detectar y responder a aumentos inesperados en lecturas de glucosa causadas por glúcidos no anunciados o mal calculados, comidas altas en grasa o proteína, u otros factores como la adrenalina.
fr: Activer la fonction UAM (Repas non annoncés) permet au système de détecter et répondre à des hausses de glycémie inattendues causées par des glucides non enregistrés ou mal calculés, des repas riches en lipides ou en protéines, ou d'autres facteurs tels que l'adrénaline.
it: Abilitare la funzione UAM (Unannounced Meals) permette al sistema di rilevare e rispondere ad aumenti imprevisti delle letture di glucosio causati da carboidrati non annunciati o non calcolati, pasti ad alto contenuto di grassi o proteine, o altri fattori come l'adrenalina.
nb_no: Aktivering av UAM (Uanmeldt måltid) lar systemet oppdage og svare på uventede stigninger i blodsukkeret forårsaket av uanmeldte eller feilberegnede karbohydrater, måltider med mye fett og protein, eller andre faktorer som adrenalin.
nl: Door de UAM (Unannounced Meals) functie in te schakelen, kan het systeem onverwachte stijgingen in glucosewaardes detecteren en reageren die worden veroorzaakt door onaangekondigde of verkeerd berekende koolhydraten, maaltijden met veel vet of eiwitten, of andere factoren zoals adrenaline.
pl: Włączenie funkcji UAM (niezapowiedziane posiłki) umożliwia systemowi wykrywanie i reagowanie na nieoczekiwany wzrost stężenia glikemii spowodowany niezapowiedzianymi lub błędnie obliczonymi węglowodanami, posiłki o dużej zawartości tłuszczu lub białka lub inne czynniki, takie jak adrenalina.
pt_pt: Ativar o recurso UAM (refeições não anunciadas) permite que o sistema detecte e responda a aumentos inesperados nas leituras de glicose causados por carbono não anunciado ou mal calculado, refeições elevadas em gordura ou proteínas, ou outros fatores, como a adrenalina.
ru: Функция UAM (Необъявленные питания) позволяет системе выявлять и реагировать на непредвиденные увеличения количества глюкозы, вызванные необъявленными или неправильно рассчитанными углеводами, Высокая еда в жире или белке, или другие факторы, такие как адреналин.
sv: Genom att aktivera funktionen UAM (oanmälda måltider) kan systemet upptäcka och reagera på oväntade ökningar i glukosavläsningar orsakade av oanmälda eller felberäknade kolhydrater, måltider hög i fett eller protein, eller andra faktorer som adrenalin.
uk: Увімкнення функції UAM (Неоголошене М’Я) дозволяє системі виявляти та реагувати на несподівані зростання в показниках глюкози, спричинених неоголошеними або неправильно розрахованими вуглецями, їжа з високим жиром чи білком, чи іншими чинниками, такими як адреналін.
vi: Bật tính năng UAM (Bữa ăn không khai báo) cho phép hệ thống phát hiện và phản ứng với các đợt tăng đường huyết bất ngờ do các yếu tố như lượng carb không được khai báo hoặc tính sai, bữa ăn giàu chất béo hoặc đạm, hoặc các yếu tố khác như adrenaline.
zh_hant: 啟用未宣佈用餐（UAM）功能會使系統檢測並對由未預期或錯誤計算的碳水化合物、高脂肪或高蛋白餐等因素導致的葡萄糖讀取值上升做出反應。

source: Enabling this feature allows Trio to calculate a new Insulin Sensitivity Factor with each loop cycle by considering your current glucose, the weighted total daily dose of insulin, the set adjustment factor, and a few other data points. This helps tailor your insulin response more accurately in real time.
bg: Активирането на тази функция позволява на Trio да изчислява нов фактор на инсулинова чувствителност при всеки цикъл, като отчита текущата ви глюкоза, претеглената обща дневна доза инсулин, зададения коефициент на корекция и няколко други параметъра. Това помага да се настрои инсулиновият ви отговор по-точно в реално време.
cs: Zapnutí této funkce umožní Triu vypočítat nový faktor citlivosti na inzulín s každým cyklem smyčky na základě tvé aktuální glykémie, vážené celkové denní dávky inzulínu, nastaveného faktoru úpravy a několika dalších údajů. To pomáhá přesněji přizpůsobit tvou inzulínovou odpověď v reálném čase.
da: Aktivering af denne funktion gør det muligt for Trio at beregne en ny insulinfølsomhedsfaktor med hver sløjfecyklus ved at overveje din nuværende glukose, den vægtede totale daglige dosis af insulin, den indstillede justeringsfaktor og nogle få andre datapunkter. Dette hjælper med at skræddersy Deres insulinrespons mere præcist i realtid.
de: Wenn Du diese Funktion aktivierst, kann Trio bei jedem Loop einen neuen Insulinempfindlichkeitsfaktor (ISF) berechnen, indem es Deinen aktuellen Glukosewert, die gewichtete tägliche Gesamtinsulindosis, den eingestellten Anpassungsfaktor und einige andere Datenpunkte berücksichtigt. Auf diese Weise kann Deine Insulinreaktion in Echtzeit genauer angepasst werden.
es: Habilitar esta función permite a Trio calcular un nuevo Factor de Sensibilidad de Insulina con cada ciclo de bucle considerando tu glucosa actual, la dosis total ponderada diaria de insulina, el factor de ajuste establecido, y algunos otros puntos de datos. Esto ayuda a adaptar tu respuesta a la insulina con mayor precisión en tiempo real.
fr: Activer cette fonctionnalité permet à Trio de recalculer un nouveau facteur de sensibilité à l’insuline (ISF) à chaque cycle de boucle, en prenant en compte votre mesure de glucose actuelle, la dose totale quotidienne d'insuline (TDD) pondérée, le facteur d’ajustement défini ainsi que quelques autres données. Cela permet d’adapter plus finement vos besoins en insuline en temps réel.
it: Abilitare questa funzione permette al Trio di calcolare un nuovo fattore di sensibilità all'insulina con ogni ciclo considerando il glucosio attuale, la dose giornaliera totale ponderata di insulina, il fattore di aggiustamento impostato e alcuni altri punti dati. Questo aiuta ad adattare la sua risposta all’insulina in tempo reale.
nb_no: Aktivering av denne funksjonen lar Trio beregne en ny insulinfølsomhetsfaktor ved hver loop-syklus ved å vurdere ditt gjeldende blodsukker, vektet total daglig dose av insulin, den angitte justeringsfaktorern og noen få andre datapunkter. Dette bidrar til å skreddersy insulinresponsen mer nøyaktig i sanntid.
nl: Door deze functie in te schakelen, kan Trio bij elke loop cyclus een nieuwe insuline gevoeligheidsfactor berekenen door uw huidige glucose in overweging te nemen. de gewogen totale dagelijkse dosis van insuline, de ingestelde aanpassingsfactor en een paar andere gegevenspunten Dit helpt je insuline respons beter in realtime af te stemmen.
pl: Włączenie tej funkcji pozwala Trio na obliczenie nowego współczynnika wrażliwości na insulinę w każdym cyklu pętli poprzez uwzględnienie aktualnego poziomu glikemii, całkowitą ważoną dobową dawkę insuliny, ustalony współczynnik korygujący i kilka innych punktów danych. Pomaga to dokładniej dostosować odpowiedź na insulinę w czasie rzeczywistym.
pt_pt: Ativar este recurso permite que Trio calcule um novo Fator de Sensibilidade da Insulina com cada ciclo de laço, considerando seu glicose atual, a dose diária total ponderada de insulina, o fator de ajustamento do set e alguns outros pontos de dados. Isso ajuda a personalizar sua resposta à insulina de forma mais precisa em tempo real.
ru: Включение этой функции позволяет Трио рассчитать новый фактор чувствительности с каждым циклом цикла цикла с учетом текущего глюкозы, а) общая взвешенная дневная доза инсулина, установленный коэффициент корректировки и несколько других точек данных; Это помогает более точно адаптировать ваш инсулин ответ в реальном времени.
sv: Genom att aktivera denna funktion kan Trio beräkna en ny insulinkänslighetsfaktor för varje loop genom att ta hänsyn till ditt nuvarande glukosvärde, den viktade totala dagliga dosen av insulin, den inställda justeringsfaktorn, och några andra datapunkter. Detta hjälper till att anpassa din insulintillförsel mer exakt i realtid.
uk: Увімкнення цієї функції дозволяє Trio вирахувати новий чутливий фактор (чутливості) з кожним циклом циклом циклу циклу глюкози зважена щоденна доза інсуліну, коефіцієнт корекції даних та кілька інших точок. Це допомагає адаптувати дію вашого інсуліну більш точно у реальному часі.
vi: Bật tính năng này cho phép Trio tính toán lại Hệ số Nhạy cảm Insulin (Isf) trong mỗi chu kỳ vòng lặp, dựa trên đường huyết hiện tại, tổng liều insulin hằng ngày có trọng số, hệ số điều chỉnh đã đặt, cùng một số dữ liệu khác. Điều này giúp cá nhân hóa phản ứng insulin của bạn chính xác hơn theo thời gian thực.
zh_hant: 啟用此功能使 Trio 能夠在每個循環周期計算新的胰島素敏感度因子，考慮到當前的葡萄糖、每日胰島素總劑量、設定的調整因子以及其他幾個數據點。這有助於實時更準確地調整你的胰島素反應。

source: Enabling this feature allows Trio to calculate a new Insulin Sensitivity Factor with each loop cycle dynamically. Trio offers two dynamic formulas:
bg: Активирането на тази функция позволява на Trio динамично да изчислява нов фактор на инсулинова чувствителност при всеки цикъл. Trio предлага две динамични формули:
cs: Zapnutí této funkce umožní Triu dynamicky vypočítat nový faktor citlivosti na inzulín při každém cyklu smyčky. Trio nabízí dva dynamické vzorce:
da: Aktivering af denne funktion gør det muligt for Trio at beregne en ny insulinfølsomhed faktor med hvert loop dynamisk. Trio tilbyder to dynamiske formler:
de: Dieses Feature ermöglicht es Trio den Insulin-Sensitivitäts-Faktor dynamisch mit jedem Loop-Lauf neu zu bestimmen. Trio bringt dafür zwei Formeln zur Auswahl mit:
fr: Activer cette fonctionnalité permet à Trio de calculer dynamiquement un nouveau Facteur de Sensibilité à l’Insuline (ISF) à chaque cycle de boucle. Trio propose deux formules dynamiques :
it: Abilitando questa funzionalità, Trio permette di calcolare dinamicamente un nuovo fattore di sensibilità insulinica ad ogni ciclo. Trio offre due formule dinamiche:
nb_no: Aktivering av denne funksjonen lar Trio beregne en ny insulinfølsomhetsfaktor ved hver loop-syklus. Trio tilbyr to dynamiske formler:
nl: Het activeren van deze optie laat Trio dynamisch een nieuwe Insulinegevoeligheidsfactor (ISF) berekenen bij elke loopcyclus. Trio biedt twee dynamische formules aan:
pl: Włączenie tej funkcji umożliwia Trio obliczenie nowego współczynnika wrażliwości na insulinę dla każdego cyklu pętli. Trio oferuje dwa wzory dynamiczne:
sv: Genom att aktivera denna funktion kan Trio dynamiskt beräkna en ny insulinkänslighetsfaktor vid varje loop-cykel. Trio erbjuder två dynamiska formler:
vi: Kích hoạt tính năng này cho phép Trio tự động tính toán một Hệ số Nhạy cảm Insulin (Isf) mới trong mỗi chu kỳ lặp. Trio cung cấp hai công thức động sau:
zh_hant: 啟用此功能後，Trio 將在每個循環周期中動態計算新的胰島素敏感度因子。Trio 提供兩種動態公式：

source: Enabling this feature allows Trio to deliver insulin required using Super Micro Boluses (SMB) at times when a manual Temporary Target under %1$@ %2$@ is set.
bg: Активирането на тази функция позволява на Trio да подава необходимия инсулин чрез Super Micro Boluses (SMB) в моменти, когато е зададена ръчна временна цел под %@ %@.
cs: Zapnutí této funkce umožní Triu podávat potřebný inzulín pomocí Super Micro Bolusů (SMB) v době, kdy máš nastaven manuální dočasný cíl nižší než %1$@ %2$@.
da: Aktivering af denne funktion gør det muligt for Trio at levere den insulin, der kræves ved hjælp af Super Micro Boluses (SMB) på tidspunkter, hvor et manuelt midlertidigt mål under %1$@ %2$@ er indstillet.
de: Wenn Du diese Funktion aktivierst, kann Trio das benötigte Insulin mit Super Micro Bolus (SMB) abgeben, wenn ein Temporäres Ziel unter %1$@ %2$@ eingestellt ist.
es: Habilitar esta función permite a Trio entregar insulina requerida usando Super Micro Boluses (SMB) en momentos en que se establece un objetivo temporal manual bajo %1$@ %2$@.
fr: Activer cette fonctionnalité permet à Trio d’administrer l’insuline requise à l’aide de Super Micro Bolus (SMB) lorsqu’une Cible Temporaire manuelle inférieure à %1$@ %2$@ est définie.
it: Abilitando questa funzionalità, Trio consente di fornire insulina necessaria utilizzando Super Micro Boli (SMB) a volte quando è impostato un obiettivo temporaneo manuale sotto %1$@ %2$@.
nb_no: Aktivering av denne funksjonen tillater at Trio leverer nødvendig insulin med Super Mikro Boluser (SMB) til tider når et manuelt midlertidig mål under %1$@ %2$@ er satt.
nl: Door deze functie in te schakelen, kan Trio de vereiste insuline toedienen door gebruik te maken van Super Micro Bolussen (SMB) wanneer een handmatig Tijdelijke Doel onder %1$@ %2$@ is ingesteld.
pl: Włączenie tej funkcji umożliwia Trio podawanie insuliny za pomocą Super Micro Bolusów (SMB) w przypadku, gdy ręcznie ustawiono Tymczasowy Cel poniżej %1$@ %2$@
pt_pt: Ativar este recurso permite Trio entregar insulina necessária usando Super Micro Boluses (SMB) quando um alvo temporário manual sob %1$@ %2$@ está definido.
ru: Включение этой функции позволяет Трио доставлять инсулин, требуемый с использованием Super Micro Boluses (SMB) временная цель под %1$@ %2$@ установлена.
sv: Genom att aktivera denna funktion kan Trio leverera insulin som krävs med supermikrobolusar (SMB) vid tillfällen när ett manuell tillfälligt mål under %1$@ %2$@ är inställt.
uk: Увімкнення цієї функції дозволяє Тріо доставити інсулін, необхідний для використання супер Мікро Болси (SMB) у міру того, як встановлюється вручну тимчасова мета під %1$@ %2$@.
vi: Kích hoạt tính năng này cho phép Trio sử dụng Super Micro Bolus (SMB) để cung cấp insulin cần thiết khi một Mục tiêu Tạm thời thủ công dưới %1$@ %2$@ được đặt.
zh_hant: 啟用此功能使 Trio 能夠在設定手動臨時目標低於 %1$@ %2$@ 時，使用超微量注射（SMB）提供所需的胰島素。

source: Enabling this feature allows Trio to deliver insulin required using Super Micro Boluses (SMB) for 6 hours after a carb entry, regardless of whether there are active carbs on board (COB).
bg: Активирането на тази функция позволява на Trio да подава необходимия инсулин чрез Super Micro Boluses (SMB) в продължение на 6 часа след запис на въглехидрати, независимо дали има активни въглехидрати (COB).
cs: Zapnutí této funkce umožní Triu podávat potřebný inzulín pomocí Super Micro Bolusů (SMB) po dobu 6 hodin po zadání sacharidů, a to bez ohledu na to, zda jsou přítomny aktivní sacharidy (COB).
da: Aktivering af denne funktion gør det muligt for Trio at levere den ønskede insulin ved hjælp af Super Micro Boluses (SMB) i 6 timer efter en carb post, uanset om der er aktive kulhydrater om bord (COB).
de: Wenn Du diese Funktion aktivierst, kann Trio das benötigte Insulin mit Hilfe von Super Micro Bolus (SMB) 6 Stunden lang nach einer Kohlenhydrateingabe abgeben, unabhängig davon, ob aktive Kohlenhydrate an Bord sind (COB).
es: Habilitar esta función permite a Trio entregar insulina requerida usando Super Micro Boluses (SMB) durante 6 horas después de una entrada de carbohidrógeno, independientemente de si hay glúcidos activos a bordo (COB).
fr: L’activation de cette fonctionnalité permet à Trio d’administrer l’insuline nécessaire à l’aide de Super Micro Bolus (SMB) pendant 6 heures après un ajout de glucides, indépendamment de la présence de glucides actifs (COB).
it: Abilitando questa funzionalità, Trio consente di erogare insulina necessaria utilizzando Super Micro Boli (SMB) per 6 ore dopo una carb, indipendentemente dal fatto che ci siano carboidrati attivi a bordo (COB).
nb_no: Aktivering av denne funksjonen tillater Trio å levere nødvendig insulin med Super Mikro Boluser (SMB) i 6 timer etter registrering av karbohydrater, uavhengig av om det er aktive karbohydrater om bord (COB).
nl: Door deze functie in te schakelen, kan Trio de vereiste insuline toedienen door gebruik te maken van Super Micro Bolussen (SMB) gedurende 6 uur na de invoer van koolhydraten, ongeacht of er actieve koolhydraten aan boord zijn (COB).
pl: Włączenie tej funkcji pozwala Trio na dostarczanie wymaganej insuliny przy użyciu Super Micro Boluses (SMB) przez 6 godzin po wprowadzeniu węglowodanów, niezależnie od tego, czy na pokładzie znajdują się aktywne węglowodany.
pt_pt: Ativar este recurso permite Trio entregar a insulina necessária usando Super Micro Boluses (SMB) por 6 horas após uma entrada de carba, independente se há ou não hidratos ativos a bordo (COB).
ru: Включение этой функции позволяет Трио доставлять требуемый инсулин с использованием Super Micro Boluses (SMB) в течение 6 часов после ввода карбона, независимо от того, есть ли активные углеводы на борту (COB).
sv: Genom att aktivera denna funktion kan Trio leverera insulin som krävs med supermikrobolusar (SMB) i 6 timmar efter en kolhydratpost, oavsett om det finns aktiva kolhydrater (COB) eller inte.
uk: Включення цієї функції дозволяє обрізати інсулін, необхідний для доставки супер Мікро Болси (SMB) протягом 6 годин після введення в кошик, незалежно від того, є активні автомобілі на борті (COB).
vi: Kích hoạt tính năng này cho phép Trio cung cấp insulin cần thiết bằng cách sử dụng Super Micro Bolus (SMB) trong vòng 6 giờ sau khi nhập lượng carbohydrate, bất kể còn carbs tồn dư (COB) hay không.
zh_hant: 啟用此功能使 Trio 能夠在碳水化合物輸入後的6小時內，使用超微量注射（SMB）提供所需的胰島素，無論是否有活躍的碳水化合物。
